export const mockLabels = [
  { color: "green" as const, label: "ФИО" },
  { color: "blue" as const, label: "Дата" },
  { color: "red" as const, label: "Тип" },
];

export const mockText = `
  Генеральному директору
  ООО «Строй-Сервис №»
  Иванчукову Д.Т.
  Крановщика
  Ситдикова Л. Я.
  
  Заявление.
  
  Прошу предоставить мне ежегодный оплачиваемый отпуск с «1» сентября 2016 г. по «28» сентября 2016 г. сроком на 28 календарных дней.
  
  __________________/Ситдиков Л.Я./
  
  15 августа 2016 г.
  </p>
  `;
